Repository: kevinZepeda/desk
Catalog: language/*/LC_MESSAGES/*.po
Languages: de_de

source: This page has been moved or is no longer available.
de_de: Diese Seite wurde verschoben oder ist nicht mehr verfügbar.

source: Go to the homepage.
de_de: Zur Startseite.

source: Backups
de_de: Database Sicherungen

source: Manage the DB Backups from RegeX
de_de: Database-Sicherungen von RegeX Verwalten

source: Create a new Backup now
de_de: Erstellen Sie jetzt eine neue Database Sicherung

source: Resete Token
de_de: Token zurücksetzen

source: Copied!
de_de: Kopiert!

source: Copy
de_de: Kopieren

source: Drag and drop or click here to upload your .sql.gz DB Dump backup file
de_de: Drag & Drop oder klicken Sie hier um Ihre .sql.gz DB Dump Backup Datei hochzuladen

source: Drag and drop a file or click to upload a another file
de_de: Ziehen Sie eine Datei per Drag & Drop oder klicken Sie auf, um eine andere Datei hochzuladen

source: Remove
de_de: Entfernen

source: Sorry, the file is too large
de_de: Entschuldigung, die Datei ist zu groß

source: This file is not permited. Please upload only .sql.gz files.
de_de: Diese Datei ist nicht erlaubt. Bitte laden Sie nur .sql.gz-Dateien hoch.

source: Self-Uploaded
de_de: Selbst-hochgeladen

source: Something went wrong uploading your file. Please try again
de_de: Es gab einen Fehler beim Hochladen der Datei, bitte versuchen Sie es erneut

source: Please select a .gz File to upload.
de_de: Bitte wählen Sie eine .gz-Datei zum Hochladen aus.

source: Delete this Backup?
de_de: Wirklich löschen?

source: Yes
de_de: Ja

source: No!
de_de: Nein!

source: Download
de_de: Herunterladen

source: File
de_de: Datei

source: Created
de_de: Erstellt

source: Options
de_de: Optionen

source: It was not possible to Connect to the Database. Please check the Credentials on dbackupex_config.php
de_de: Es war nicht möglich, eine Verbindung zur Datenbank herzustellen. Bitte überprüfen Sie die Anmeldeinformationen auf dbackupex_config.php

source: Backup Sucessfully Created.
de_de: Backup erfolgreich erstellt.

source: Backup Sucessfully Deleted.
de_de: Sicherung erfolgreich gelöscht.

source: The file could not be deleted. please check if the folder and files are s_writable
de_de: Die Datei konnte nicht gelöscht werden. Bitte prüfen Sie, ob der Ordner und die Dateien beschreibbar sind.

source: Database Sucessfully Restored.
de_de: Datenbank wurde erfolgreich wiederhergestellt.

source: This Feature ist disabled on the Demo for security reasons.
de_de: Diese Funktion ist in der Demo aus Sicherheitsgründen deaktiviert.

source: Upload
de_de: Hochladen

source: Manage Folders
de_de: Ordner verwalten

source: Image Upload
de_de: Bilder hochladen

source: Upload and manage your images
de_de: Laden Sie Ihre Bilder hoch und verwalten Sie sie

source: Search
de_de: Suchen

source: Manage the upload folders
de_de: Verwalten der Upload-Ordner

source: Create or delete folders to upload images
de_de: Ordner erstellen oder löschen, um Bilder hochzuladen

source: Type a name to create a new Folder
de_de: Geben Sie einen Namen ein, um einen neuen Ordner zu erstellen

source: Drag and drop or click here to upload your Jpg, Png or Gif File
de_de: Drag & Drop oder klicken Sie hier um Ihre Jpg, Png oder Gif Datei hochzuladen

source: Sorry, there was an error on you upload
de_de: Entschuldigung, beim Hochladen ist ein Fehler aufgetreten

source: Delete this File?
de_de: Datei löschen?

source: Open Image
de_de: Bild öffnen

source: File URL
de_de: Datei-URL

source: Image Html code
de_de: Bild-HTML-Code

source: No results found!
de_de: Kein Ergebnisse gefunden!

source: File Sucessfully Deleted.
de_de: Datei erfolgreich gelöscht.

source: The file could not be deleted. pleach check if the files or the MEDIA LIBRARY folder are writable
de_de: Die Datei konnte nicht gelöscht werden. Bitte prüfen Sie, ob die Dateien oder der Ordner MEDIA LIBRARY beschreibbar sind.

source: This file is not permited. Please upload only Jpg, Png or Gif files.
de_de: Diese Datei ist nicht zulässig. Bitte laden Sie nur Jpg-, Png- oder Gif-Dateien hoch.

source: File sucessfuly uploaded.
de_de: Datei erfolgreich hochgeladen.

source: Something went wrong uploading your file. Please increase the post_max_size and upload_max_filesize on your server and try again
de_de: Beim Hochladen Ihrer Datei ist ein Fehler aufgetreten. Bitte erhöhen Sie die post_max_size und upload_max_filesize auf Ihrem Server und versuchen Sie es erneut

source: Please select a Image File to upload.
de_de: Bitte wählen Sie eine Bilddatei zum Hochladen aus.

source: Delete this Folder and all Files inside? This can not be undone!
de_de: Diesen Ordner und alle Dateien Löschen? Das kann nicht rückgängig gemacht werden!

source: Rename the folder
de_de: Ordner Benennen

source: Folder Name
de_de: Ordnername

source: Please type a name for the folder!
de_de: Bitte geben Sie einen Namen für den Ordner ein!

source: Folder sucessfuly Created.
de_de: Ordner erfolgreich erstellt.

source: You already have a folder with this name. Please Type a new name.
de_de: Sie haben bereits einen Ordner mit diesem Namen. Bitte geben Sie einen neuen Namen ein.

source: Folder sucessfuly renamed.
de_de: Ordner erfolgreich umbenannt.

source: The folder could not be deleted!
de_de: Der Ordner konnte nicht gelöscht werden!

source: Folder sucessfuly deleted.
de_de: Ordner wurde erfolgreich gelöscht.

source: This function is diseabled on the demo.
de_de: Diese Funktion ist in der Demo deaktiviert.

source: -- Please Select a folder --
de_de: -- Bitte wählen Sie einen Ordner --

source: Installation Wizard
de_de: Installationsassistent

source: Install now
de_de: Jetzt installieren

source: Your E-Mail is not valid.
de_de: Ihre E-Mail ist ungültig.

source: You must set the Website Domain.
de_de: Sie müssen die Website-Domain festlegen.

source: You must set the Website Name.
de_de: Sie müssen den Namen der Website festlegen.

source: You must set a Email.
de_de: Sie müssen eine E-Mail-Adresse festlegen.

source: You must set the Login Life Time
de_de: Sie müssen die Anmeldelebensdauer festlegen

source: Website options sucessfully updated
de_de: Website-Optionen erfolgreich aktualisiert

source: This file is not permited. Please upload only images.
de_de: Diese Datei ist nicht zulässig. Bitte laden Sie nur Bilder hoch.

source: This file is to big. The max. image size is:
de_de: Diese Datei ist zu groß. Die max. Bildgröße ist:

source: The Avatar was sucessfully changed.
de_de: Der Avatar wurde erfolgreich geändert.

source: Please select a image as default avatar.
de_de: Bitte wählen Sie ein Bild als Standard-Avatar aus.

source: The Logo was sucessfully changed.
de_de: Das Logo wurde erfolgreich geändert.

source: Please select a image as logo.
de_de: Bitte wählen Sie ein Bild als Logo aus.

source: The Favicon was sucessfully changed.
de_de: Das Favicon wurde erfolgreich geändert.

source: Please select a image as favicon.
de_de: Bitte wählen Sie ein Bild als Favicon aus.

source: You already set a slug to this file or this slug is already in use.
de_de: Sie haben bereits einen Slug auf diese Datei gesetzt oder dieser Slug wird bereits verwendet.

source: Permalink sucessfully Added.
de_de: Permalink erfolgreich hinzugefügt.

source: Please select a file and type a slug.
de_de: Bitte wählen Sie eine Datei aus und geben Sie einen Slug ein.

source: This slug is already in use.
de_de: Diese Slug ist bereits in Gebrauch.

source: Permalink sucessfully Changed.
de_de: Permalink erfolgreich geändert.

source: Please type a slug.
de_de: Bitte geben Sie einen Slug ein.

source: Permalink sucessfully Deleted.
de_de: Permalink erfolgreich gelöscht.

source: Was not possible to delete the permalink.
de_de: Es war nicht möglich, den Permalink zu löschen.

source: Test it
de_de: Testen

source: Are you sure?
de_de: Sind Sie sicher?

source: Change the slug of:
de_de: Ändern Sie den Slug von:

source: Cancel
de_de: Abbrechen

source: Save changes
de_de: Speichern

source: Language sucessfully Changed.
de_de: Sprache erfolgreich geändert.

source: Please fill all fields.
de_de: Bitte füllen Sie alle Felder aus.

source: Language sucessfully Added.
de_de: Sprache erfolgreich hinzugefügt.

source: Language sucessfully Deleted.
de_de: Sprache erfolgreich gelöscht.

source: Was not possible to delete this language.
de_de: Es war nicht möglich, diese Sprache zu löschen.

source: Language Status sucessfully Updated.
de_de: Änderungen erfolgreich gespeichert!

source: Was not possible to change the Status of this language.
de_de: Es war nicht möglich, den Status dieser Sprache zu ändern.

source: Default Language sucessfully Updated.
de_de: Standardsprache erfolgreich aktualisiert.

source: Was not possible to change the default language.
de_de: Es war nicht möglich, die Standardsprache zu ändern.

source: Multi Language sucessfully Updated.
de_de: Änderungen erfolgreich gespeichert!

source: See your website as your visitiors
de_de: Sehen Sie Ihre Website wie Ihre Besucher

source: Go to frontend
de_de: Zum Frontend wechseln

source: Go to frontend user options
de_de: Zu den Frontend-Benutzeroptionen gehen

source: Edit profile
de_de: Profil bearbeiten

source: Edit Avatar
de_de: Avatar bearbeiten

source: Sign out
de_de: Ausloggen

source: To Do List
de_de: Aufgabenliste

source: just now
de_de: gerade jetzt

source: one minute ago
de_de: vor einer Minute

source: %s minutes ago
de_de: vor %s Minuten

source: an hour ago
de_de: vor einer Stunde

source: %s hrs ago
de_de: vor %s Stunden

source: yesterday
de_de: gestern

source: %s days ago
de_de: Vor %s Tagen

source: a week ago
de_de: vor einer Woche

source: %s weeks ago
de_de: vor %s Wochen

source: a month ago
de_de: vor einem Monat

source: %s months ago
de_de: vor %s Monaten

source: one year ago
de_de: vor einem Jahr

source: %s years ago
de_de: vor %s Jahren

source: Frontend user
de_de: Frontend-Benutzer

source: Master Administrator
de_de: Meisteradministrator

source: Without role
de_de: Ohne Rolle

source: No date limit
de_de: Ohne Deadline

source: Edit To-Do Task
de_de: Aufgabe bearbeiten

source: To-Do text
de_de: Aufgabe-Text

source: Limit Date
de_de: Deadline

source: Admin Dashboard
de_de: Admin Startseite

source: Manage here your website!
de_de: Verwalten Sie hier Ihre Website!

source: Total of Users
de_de: Gesamtzahl der Benutzer

source: Total of Users registered
de_de: Insgesamt registrierte Benutzer

source: Today
de_de: Heute

source: Total of Users registered today
de_de: Gesamtzahl der heute registrierten Nutzer

source: This month
de_de: Diesen Monat

source: Total of Users registered this month
de_de: Gesamtzahl der in diesem Monat registrierten Nutzer

source: Last month
de_de: Letzten Monat

source: Total of Users registered last month
de_de: Gesamtzahl der im letzten Monat registrierten Nutzer

source: Latest Members
de_de: Neueste Mitglieder

source: Last 8 Members
de_de: Die letzten 8 Mitglieder

source: View All Users
de_de: Alle Benutzer anzeigen

source: Users Registration Graph
de_de: Benutzerregistrierungsdiagramm

source: Admin users
de_de: Admin-Benutzer

source: Front end users
de_de: Frontend-Benutzer

source: Accounts not confirmed
de_de: Konten nicht bestätigt

source: Banned Accounts
de_de: Gebannt Accounts

source: Users
de_de: Benutzer

source: Default Language
de_de: Standardsprache

source: Set the default Language of your Website
de_de: Standardsprache der Website Festlegen.

source: Multilanguage? <small>Activate if you want that users and Admin can choose their own Language</small>
de_de: Mehrsprachigkeit?<small>Aktivieren Sie diese Option, damit Benutzer und Administratoren ihre eigene Sprache auswählen können.</small>

source: Add new Languages:
de_de: Neue Sprachen hinzufügen:

source: Only activated Languages will be showed to users as option.
de_de: Nur aktivierte Sprachen werden Benutzern als Option angezeigt.

source: Type the Language name ex. German
de_de: Name der Sprache z.B. Deutsch

source: Language Code Reference ex. de_DE
de_de: Sprachcode z.B. de_DE

source: Language Code initials ex. de
de_de: Sprachcode-Initialen z.B de

source: Saved Languages:
de_de: Gespeicherte Sprachen:

source: The list that you add here, is the list of languages that a user can choose.
de_de: Die Liste, die Sie hier hinzufügen, ist die Liste der Sprachen, die ein Benutzer auswählen kann.

source: Ex. for German
de_de: Ex. für Deutsch

source: Activate "Multilanguage"
de_de: Aktivieren Sie "Mehrsprachig"

source: <strong>Add the desired Language:</strong> Language Name: German, Language Code: de_DE, Language Initals: de
de_de: <strong> Fügen Sie die gewünschte Sprache hinzu: </strong> Sprache Name: Deutsch, Sprachcode: de_DE, Sprache Initialen: de

source: <strong>The files:</strong> create this folder and file -> www.yoursite.ltd/language/de_DE/LC_MESSAGES/de_DE.po
de_de: <strong>Die Dateien:</strong> Erstellen Sie diesen Ordner und diese Datei -> www.yoursite.ltd/language/de_DE/LC_MESSAGES/de_DE.po

source: Translate the de_DE.po file with Po-Edit
de_de: Übersetzen Sie die Datei de_DE.po mit Po-Edit

source: Add new Permalink:
de_de: Neuen Permalink hinzufügen:

source: Saved Permalinks:
de_de: Gespeicherte Permalinks:

source: Add User
de_de: Benutzer hinzufügen

source: Site Options
de_de: Website Optionen

source: Media Library
de_de: Medienbibliothek

source: Languages
de_de: Sprachen

source: Database Backup
de_de: Datenbanksicherung

source: Manage Backups
de_de: Backups verwalten

source: Add new
de_de: Neue

source: To-Do List
de_de: Aufgabenliste

source: Your To-Do list Task
de_de: Ihre Aufgabenliste

source: Add New To-Do
de_de: Neuer Aufgaben Hinzufügen

source: Create a new To-do task
de_de: Neuen Aufgabe erstellen

source: Create a new To-Do
de_de: Neue Aufgabe erstellen

source: Site Images
de_de: Website Bilder

source: Site Info
de_de: Website-Info

source: Registration & Login
de_de: Registrierung & Anmeldung

source: Skin
de_de: Skins

source: Others
de_de: Andere

source: Corporate
de_de: Unternehmen

source: Default Avatar
de_de: Standard-Avatar

source: Image Sizes
de_de: Bildgrößen

source: Avatar Upload Max. size
de_de: Avatar hochladen Max. Größe

source: LOGO Upload Max. size
de_de: LOGO Hochladen Max. Größe

source: Website information
de_de: Website-Informationen

source: Activate Website SSl (Https)
de_de: Website SSl (HTTPs) aktivieren

source: Website Name
de_de: Webseiten-Name

source: Website Description
de_de: Webseitenbeschreibung

source: Website Email
de_de: Webseite E-Mail

source: Email Signature
de_de: E-Mail Signatur

source: Footer Copyright.
de_de: Fußzeile Copyright.

source: Default User Role for new Users
de_de: Standardbenutzerrolle für neue Benutzer

source: Characters
de_de: Zeichen

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Redirects
de_de: Weiterleitungen

source: On Login
de_de: Beim Einloggen

source: Password Reset Email
de_de: Passwort zurücksetzen E-Mail

source: Admin Skin
de_de: Admin-Style

source: Select your Skin
de_de: Wählen Sie Ihre Style

source: Blue
de_de: Blau

source: Light blue
de_de: Hellblau

source: Grey
de_de: Grau

source: Green
de_de: Grün

source: Other options
de_de: Andere Optionen

source: Notification Sound
de_de: Benachrichtigungston

source: No sound
de_de: Keinen Ton

source: Notification Sound test
de_de: Benachrichtigung Klangtest

source: My new Page
de_de: Meine neue Seite

source: My exemple Page!
de_de: Meine Beispielseite!

source: My theme sidebar
de_de: Beispiel Seitenleiste

source: My theme Exemple page
de_de: Mein Beispielseite

source: Please add a To-Do text.
de_de: Bitte fügen Sie einen Aufgaben-Text hinzu.

source: To-Do Task sucessfully added
de_de: Aufgabe erfolgreich hinzugefügt

source: To-do Task changed sucessfull.
de_de: Die Aufgabe wurde erfolgreich geändert.

source: To-do Task sucessfully deleted.
de_de: Aufgabe erfolgreich gelöscht.

source: To-do Task sucessfully updated.
de_de: Aufgabe erfolgreich aktualisiert.

source: Update The Regex Login Script
de_de: Aktualisieren Sie das Regex-Skript

source: The Script was successful updated!
de_de: Das Skript wurde erfolgreich aktualisiert!

source: Manage your users!
de_de: Verwalten Sie Ihre Benutzer!

source: User Password
de_de: Benutzer-Passwort

source: Re-type password
de_de: Passwort wiederholen

source: Location
de_de: Ort

source: User Role
de_de: Benutzer-Rolle

source: Profile Headline
de_de: Profilüberschrift

source: Profile Description
de_de: Profilbeschreibung

source: Create a new user
de_de: Neuen Benutzer erstellen

source: Delete this user?
de_de: Benutzer Löschen?

source: Avatar
de_de: Benutzerbild

source: Username
de_de: Benutzername

source: Register Date
de_de: Registrierungsdatum

source: Last login
de_de: Letzte Anmeldung

source: Users with the role %s can not be deleted.
de_de: Benutzer mit der Rolle %s können nicht gelöscht werden.

source: This user was sucessfully deleted.
de_de: Dieser Benutzer wurde erfolgreich gelöscht.

source: Users with the role %s can not be banned.
de_de: Benutzer mit der Rolle %s können nicht gesperrt werden.

source: Changes sucessfully done.
de_de: Änderungen erfolgreich durchgeführt.

source: The Username must be at least 4 characters
de_de: Der Name muss mindestens 4 Zeichen ein.

source: Your username can not contain special characters. Only _ and - are allowed
de_de: Ihr Name darf keine Sonderzeichen enthalten. Nur _ und - sind erlaubt.

source: Your information was sucessfully updated
de_de: Ihre Informationen wurden erfolgreich aktualisiert

source: The Password did not match
de_de: Die Passwörter stimmen nicht überein.

source: The Password must be at least %s characters
de_de: Das Passwort muss mindestens %s Zeichen lang sein

source: Your password was changed sucessfully
de_de: Ihr Kennwort wurde erfolgreich geändert

source: Please select a image for your profile.
de_de: Bitte wählen Sie ein Bild für Ihr Profil aus.

source: Your Avatar was deleted sucessfully.
de_de: Ihr Avatar wurde erfolgreich gelöscht.

source: Your Avatar could not be deleted.
de_de: Ihr Avatar kann nicht gelöscht werden.

source: This E-Mail is already registered
de_de: Diese Email-Adresse wird bereits verwendet

source: Language
de_de: Sprache

source: User Avatar
de_de: Benutzer-Avatar

source: Rotate
de_de: Drehen

source: Save avatar
de_de: Speichern

source: New password
de_de: Neues Passwort

source: Re-type new password
de_de: Neues Passwort erneut eingeben

source: Your email is invalid.
de_de: Deine E-Mail Adresse ist ungültig.

source: Recaptcha error. Please try again.
de_de: Recaptcha-Fehler. Bitte versuche es erneut.

source: Your message has been sent
de_de: Ihre Nachricht wurde gesendet

source: Your Avatar was sucessfully changed.
de_de: Ihr Profilbild wurde erfolgreich geändert.

source: Your E-Mail is already registered
de_de: Ihre E-Mail ist bereits registriert

source: Recaptcha error. Please try again
de_de: Recaptcha-Fehler. Bitte versuchen Sie es erneut

source: Your Acount was banned!
de_de: Ihr Konto wurde gesperrt!

source: The login data do not match.
de_de: Die Daten stimmen nicht überein.

source: You sucessfully logged in.
de_de: Sie haben sich erfolgreich angemeldet.

source: This email is not registered.
de_de: Diese E-Mail ist nicht registriert.

source: Your password was changed sussefully!
de_de: Ihr Passwort wurde erfolgreich geändert!

source: Your Current password is wrong
de_de: Ihr aktuelles Passwort ist falsch

source: Something goes wrong. Please contact the website owner.
de_de: Etwas läuft schief. Bitte kontaktieren Sie den Website-Inhaber.

source: Continue to my Account
de_de: Weiter zu meinem Konto

source: Please feel free to contact us!
de_de: Bitte zögern Sie nicht uns zu kontaktieren!

source: Your name *:
de_de: Ihr Name *:

source: Name of your company:
de_de: Name Ihrer Firma:

source: Your email address*:
de_de: Ihre E-Mail-Adresse*:

source: Phone:
de_de: Telefon:

source: Your message*:
de_de: Ihre Nachricht*:

source: Send Message
de_de: Nachricht senden

source: How to find us
de_de: So finden Sie uns

source: My Account
de_de: Mein Konto

source: Register
de_de: Registrieren

source: Make Login
de_de: Einloggen

source: Password Recovery
de_de: Passwort wiederherstellen

source: Contact Page
de_de: Kontaktseite

source: Support Page
de_de: Support-Seite

source: Profile
de_de: Profil

source: Admin Daschboard
de_de: Admin Startseite

source: Logout
de_de: Ausloggen

source: Company:
de_de: Unternehmen:

source: Support! Subject:
de_de: Support! Betreff:

source: From:
de_de: Von:

source: Your account was activated sussefully!
de_de: Vielen Dank, Sie haben Ihre Email-Adresse erfolgreich bestätigt.

source: Your link is not valid anymore! Please contact us.
de_de: Ihr Link ist nicht mehr gültig! Bitte kontaktieren Sie uns.

source: Error!
de_de: Fehler!

source: You need to add and activate a Language!
de_de: Sie müssen eine Sprache hinzufügen und aktivieren!

source: -- Please select a Language --
de_de: -- Sprache auswählen --

source: There are no Languages to choose!
de_de: Es gibt keine Sprachen zur Auswahl!

source: Change
de_de: Änderung für

source: Language Name
de_de: Sprache Name

source: Language Code
de_de: Sprachcode

source: Language Initals
de_de: Sprache Initialen

source: Activated?
de_de: Aktiviert?

source: Install Regex
de_de: Regex installieren

source: Email address
de_de: E-Mail

source: Password
de_de: Passwort

source: Create Admin Account
de_de: Administratorkonto erstellen

source: Sign in to your account
de_de: Einloggen

source: Make login
de_de: Einloggen

source: Forget password?
de_de: Passwort vergessen?

source: Change password
de_de: Passwort ändern

source: Current password
de_de: Aktuelles Passwort

source: Profile settings
de_de: Profileinstellungen

source: Change your name, avatar, location, description, etc.
de_de: Ändern Sie Ihren Namen, Avatar, Ort, Beschreibung usw.

source: Change Password
de_de: Passwort ändern

source: Website Language
de_de: Website-Sprache

source: Drag and drop a file here or click
de_de: Ziehen Sie eine Datei per Drag & Drop hierher oder klicken Sie

source: Drag and drop or click to replace
de_de: Drag & Drop oder klicken Sie zum Ersetzen

source: Ooops, something wrong happended.
de_de: Hoppla, etwas ist passiert.

source: Sign up in 20 sec
de_de: Registrieren in 20 Sekunden

source: Confirm Password
de_de: Passwort wiederholen

source: You are accepting our <a href="%s"> terms and conditions</a> and <a href="%s"> Privacy policy</a> by clicking on following button.
de_de: Mit der Registrierung erklären Sie sich einverstanden mit unseren <a href="%s"> Nutzungsbedingungen</a> und unserer <a href="%s"> Datenschutzerklärung</a>. Ich willige ein per E-Mail kontaktiert werden zu dürfen.

source: Sign up
de_de: Kostenlos registrieren

source: Already a member?
de_de: Bereits registriert?

source: Subject:
de_de: Betreff:

source: Password recovery
de_de: Passwort wiederherstellen

source: Send password
de_de: Passwort senden

source: Set your new password
de_de: Legen Sie Ihr neues Passwort fest

source: Save new password
de_de: Neues Passwort speichern
